slovar = {
    "apart": "отдельно, в стороне, порознь, врозь, обособленно  ",
    "except": "кроме, за исключением, исключать, исключая, если не  ",
    "farm": "ферма, хозяйство, хутор, усадьба, выращивать, питомник, фольварк  ",
    "funny": "забавный, смешной, странный, потешный, курьезный  ",
    "fancy": "модный",
    "concept": "понятие, идея, концепция, концепт, замысел, решение  ",
    "joining": "соединение, соединяющий, объединяющий, присоединение, соединительный, стыковка, примыкание  ",
    "words": "текст  ",

}
