slovar = {
    "farm": "ферма, хозяйство, хутор, усадьба, выращивать, питомник, фольварк  ",
    "joining": "соединение, соединяющий, объединяющий, присоединение, соединительный, стыковка, примыкание  ",
    "dingo": "динго ",
    "ex-": "прежний",
    "furthest": "самый дальний",
    "breathe": "дышать",
    "public": "публика, общественность, гласный  ",
    "soothe": "успокаивать",
    "friendly": "	дружелюбный",
    "seat oneself": "2_садиться",
    "praise": "хвалить",
    "go in": "входить",
    "crawfish": "рак еда",
    "comb": "расческа",
    "sensitive": "чувствительный;",
    "anyone": "кто-нибудь, кто угодно, никто, любой, всякий  ",
    "intended": "предназначенный, намеченный  ",
    "on average": "2_в среднем",
    "juggle": "обманывать",
    "sloth": "ленивец 	",
    "remote": "	дальний, труднодоступный, удалённый",
    "scripts": "сценарий",




}


